export default {
	// 加载2021-1-28
	noMsg:{
		text1:"暂无更多数据 ~",
		text2:"上拉显示更多",
		text3:'正在加载...',
		text4:'没有更多数据了',
	},
	codeGg:{
		text1:"我的邀请二维码",
		text2:"数字资产交易平台",
		text03:"保存二维码",
		text09:"保存成功",
		text012:"复制成功",
		text13:"加载中"
	},
	codeGgs:{
		text1:"谷歌验证",
		text2:"谷歌身份验证器，是动态口令工具，在手机端生成动态口令，当用户在使用CoinBene相关服务中除了用正常的他用户名和密码外，需要输入一次动态口令才能验证成功。",
		text03:"下载",
		text3:"第一步",
		text4:"确保您已安装谷歌身份验证器，如您尚未安装。请先下载并安装：",
		text5:"第二步：",
		text6:"打开谷歌身份验证器，添加账户,扫描二维码或复制密钥",
		text7:"密钥：",
		text012:"复制成功",
		text8:"第三步",
		text9:"在下方谷歌验证码输入框输入您刚刚添加的谷歌身份验证码账户的动态验证码",
		text180:"确定"
		
	},
	// 挂单详情2021-1-22
	cancelledDetails:{
		text1:"请付款",
		text2:"确认付款",
		text3:"待付款",
		text4:"待买方付款",
		text5:"付款剩余时间",
		text6:"您已购买交易",
		text7:"交易成功",
		text07:"交易成功",
		text8:"交易取消",
		text9:"您已取消购买",
		text10:"购买USDT",
		text11:"总价",
		text12:"单个价格",
		text012:"出售",
		text13:"数量",
		text14:"订单号",
		text014:"下单时间",
		text15:"卖家昵称",
		text16:"收款方式",
		text17:"银行卡",
		text017:"银行地址",
		text18:"支付宝",
		text19:"卖家姓名",
		text20:"提示",
		text21:"取消订单",
		text22:"去付款",
		text23:"我已确认付款",
		text24:"待卖方发放",
		text25:"交易详情",
		text26:"是否取消该订单",
		text27:"是否确认付款",
		text28:"是否确认订单已付款",
		text29:"加载中",
		text30:"取消订单成功",
		text31:"付款成功",
		text025:"联系卖家",
		text0256:"联系买家",
		text019:"转银行卡的时候不要备注买卖币，否则资金冻结后果自负",
		text020:"备注：",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 挂单列表2021-1-22
	cancelledList:{
		text1:"购买量",
		text2:"购买订单",
		text02:"出售订单",
		text3:"部分成交",
		text4:"已下单",
		text5:"已付款",
		text6:"已完成",
		text7:"已取消",
		text9:"下单时间",
		text10:"成交数量/单价",
		text11:"总额",
		text12:"购买列表",
		text13:"出售列表",
		text14:"交易列表",
		text15:"加载中",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 挂单记录2021-1-22
	cancelledRecorded:{
		text1:"尚未成交",
		text02:"部分成交",
		text2:"订单状态",
		text3:"全部成交",
		text4:"已成交",
		text5:"开启",
		text6:"关闭",
		text7:"银行卡号",
		text8:"联系人",
		text9:"挂单时间",
		text10:"挂单数量",
		text11:"成交数量/剩余数量",
		text12:"购买记录",
		text13:"出售记录",
		text14:"挂单记录",
		text15:"加载中",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	//2021-1-7 关于
	about:{
		text1:"关于",
		text2:"当前版本号",
		text3:"暂无",
		text4:"更新内容",
		text5:"加载中",
		text6:"暂无更新内容",
		text7:"检测新版本",
		text8:"提示",
		text9:"发现新版本",
		text10:"是否选择更新?",
		text11:"已是最新版本",
		text12:"关于我们",
		text13:"隐私协议",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text601:"绑定成功"
	},
	
	// 收款账户
	collection:{
		text1:"今日收款",
		text2:"订单量",
		text3:"今日付款",
		text4:"支付宝",
		text5:"银行卡",
		text6:"添加支付宝账户",
		text7:"添加至银行卡",
		text8:"取消",
		text9:"删除",
		text10:"提示",
		text12:"是否删除",
		text13:"加载中",
		text14:"删除成功",
		text15:"收款账户",
		text16:"添加账户",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	collectionForm:{
		text1:"持卡人姓名",
		text2:"请输入真实姓名",
		text3:"账号",
		text4:"请输入账号",
		text5:"您的收款码",
		text6:"保存",
		text7:"银行账号",
		text8:"请输入银行账号",
		text9:"银行名称",
		text10:"请输入开户银行名称",
		text12:"银行地址",
		text13:"请输入银行地址",
		text14:"支付宝",
		text15:"银行卡",
		text16:"请输入支付宝账号",
		text17:"保存成功",
		text18:"请上传支付宝收款码",
		text19:"加载中",
		text20:"上传图片尺寸过大，请重新上传",
		text21:"上传中",
		text22:"上传成功",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 首页
	index: {
		text1:"请输入金额",
		text2:"请输入购买数量",
		text3:"USDT参考单价",
		text4:"按金额购买",
		text5:"按数量购买",
		text6:"选择付款方式",
		text7:"成交单价",
		text8:"成交数量",
		text9:"成交总额",
		text10:"购买",
		text12:"请输入售卖数量",
		text13:"USDT参考单价",
		text14:"按金额出售",
		text15:"按数量出售",
		text16:"选择收款方式",
		text17:"售卖单价",
		text18:"售卖数量",
		text19:"售卖总额",
		text20:"售卖",
		text21:"点击购买即代表同意",
		text021:"《一键购买协议》",//2021-1-8
		text22:"支付宝",
		text23:"银行卡",
		text24:"一键买币",
		text25:"一键卖币",
		text26:"快捷买卖",
		text27:"加载中",
		text28:"您已成功购买",
		text29:"个",
		text30:"您已成功卖出",
		text31:"请输入购买金额",
		text32:"请选择支付方式",
		text33:"请输入购买USDT数量",
		text34:"是否购买",
		text35:"请输入售卖金额",
		text36:"是否售卖",
		text37:"请输入售卖USDT数量",
		text38:"提示",
		text39:"点击售卖即代表同意",
		text039:"《一键售卖协议》",//2021-1-8
		text40:"暂无公告",//2020-12-28新增
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	/* 登录  设置密码 */
	loginReg:{
		text1:"输入您的手机号",
		text2:"输入密码",
		text3:"登录",
		text4:"没有账号？立即注册",
		text5:"请输入手机号",
		text6:"请输入正确格式手机号",
		text7:"请输入密码",
		text8:"登录中",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text04:"忘记密码？"
	},
	// 注册
	registration:{
		text1:"输入您的手机号",
		text2:"密码",
		text3:"确认密码",
		text4:"输入验证码",
		text5:"获取验证码",
		text05:"重新获取验证码",
		text6:"已阅读并同意",
		text06:"《GOLDOTC注册协议》",
		text7:"注册",
		text8:"已有账号直接登录",
		text08:"请不要重复点击发送验证码",
		text013:"发送中",
		text9:"请输入您的手机号",
		text10:"请输入正确格式手机号",
		text11:"请输入密码",
		text12:"请确认密码",
		text13:"两次密码不一致，请确认密码",
		text14:"请输入短信验证码",
		text15:"请勾选GOLDOTC注册协议",
		text16:"加载中",
		text17:"注册成功",
		text014:"发送成功",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text003:"邀请码",
		text015:"输入邀请码",
		text07:"忘记密码",
		text007:"提交",
		text18:"提交成功",
	},
	// 机构认证
	Accredited:{
		text1:"法人姓名",
		text2:"请输入法人姓名",
		text3:"法人联系方式",
		text4:"请输入法人联系方式",
		text5:"统一信用代码",
		text6:"请输入统一信用代码",
		text7:"机构名称",
		text8:"请输入机构名称",
		text9:"机构办公地址",
		text10:"请输入机构办公地址",
		text11:"机构注册地址",
		text12:"请输入机构注册地址",
		text13:"认证证件类型",
		text14:"请选择机构类型",
		text15:"点击上传法人身份证正面照片",
		text16:"点击上传法人身份证反面照片",
		text17:"点击上传手持身份证一面",
		text18:"点击上传手持营业执照一面",
		text19:"请务必上传8M以内的jpeg、png、bmp、格式的图片。手持照片应确保面部清晰，没有遮挡物。我们非常重视您的隐私，您上传的信息仅供审核之用。",
		text20:"保存",
		text21:"机构认证",
		text22:"办公室",
		text23:"公司",//2021-1-11
		text24:"请上传法人身份证正面照片",
		text25:"请上传法人身份证反面照片",
		text26:"请上传手持身份证一面",
		text27:"请上传手持营业执照一面",
		text28:"保存成功",
		text29:"加载中",
		text30:"上传图片尺寸过大，请重新上传",
		text31:"上传中",
		text32:"上传成功",
		text33:"手机号格式不正确",
		text08:"已认证",
		text015:"法人身份证正面照片",
		text016:"法人身份证反面照片",
		text017:"手持身份证一面",
		text018:"手持营业执照一面",
		text032:"上传失败",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},	
	// 提现记录
	withdrawalList:{
		text1:"交易状态",
		text2:"待审核",
		text3:"审核，带转币",
		text4:"转币，待确认",
		text5:"已确认",
		text6:"已驳回",
		text10:"交易时间",
		text11:"交易数量",
		text12:"提现记录",
		text13:"加载中",
		text16 :"未知",
		text17 :"查看详情",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 充值记录
	TopupList:{
		text1:"货币类型",
		text2:"待审核",
		text3:"审核，带转币",
		text4:"转币，待确认",
		text5:"已确认",
		text6:"已驳回",
		text10:"时间",
		text11:"货币数量",
		text12:"充值记录",
		text13:"加载中",
		text16 :"未知",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 资产记录	
	assets:{
		text1:"类型",
		text2:"充值",
		text3:"提现申请",
		text4:"提现驳回",
		text5:"内部充值",
		text6:"钱包解冻",
		text7:"USDT买入",
		text8:"USDT卖出",
		text9:"缴纳保证金",
		text10:"时间",
		text11:"交易金额",
		text12:"资产记录",
		text13:"加载中",
		text14 :"进账",
		text15 :"出账",
		text019:"返佣奖励",
		text16 :"未知",
		text17 :"USDT挂单卖出",//新增 2020-12-24
		text18 :"USDT挂单购买",//新增 2020-12-24
		text19 :"保证金退回",//新增 2020-12-25
		text20 :"包赔场结算",//新增 2020-12-25
		text21 :"币值交易消耗",//新增 2020-12-25
		text22 :"求购单取消返回",//新增 2020-12-25
		text23 :"挂售单取消返回",//新增 2020-12-25
		text24 :"空头奖励",//新增 2020-12-25
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 保证金
	Deposit:{
		text1:"当前保证金",
		text2:"充值保证金,获得抢单权限",
		text3:"高级权限",
		text4:"立即缴纳",
		text11:"保证金",
		text12:"提交成功",
		text13:"加载中",
		text14:"请选勾选提交的保证金",
		text15:"提示",
		text16:"是否申请退还保证金",
		text01:"商家认证及管理办法",
		text02:"OTC交易区认证商家申请方式：",
		text03:"OTC交易区认证商家只能线上申请，XXX将严格筛选申请人员，在满足申请条件基础上，申请结果将会在3个工作日内短信或邮件告知。",
		text04:"申请链接：https://www.",
		text05:"申请条件：",
		text06:"一、首次申请认证商家",
		text07:"1）完成个人和机构双认证；",
		text08:"2）订单完成率不低于90%；",
		text09:"3）订单量≥10单；",
		text010:"4）法币账户有10000个USDT作为商家保证金（必须保证在接到客服邮件通知后的1个工作日内法币账户有10000个USDT作为商家保证金，否则取消资格）。",
		text011:"注：对于首次申请认证商家的账号，平台将实行为期一个月的考核期，对不符合考核要求的商家将进行清退，考核期内将对新商家进行以下考核：",
		text012:"完成单数不低于200单；",
		text013:"无用户投诉；",
		text014:"没有发生发生订单纠纷，且由平台客服介入后，3次及以上不配合客服处理。",
		text0012:"申请已提交，等待审核",
		text0013:"退保证金",
		text015:"二、已有认证商家账号新增申请",
		text016:"1）提供已有认证商家账号；",
		text017:"2）完成个人和机构双认证；",
		text018:"3）订单完成率不低于90%；",
		text019:"4）法币账户有10000个USDT作为商家保证金（必须保证在接到客服邮件通知后的1个工作日内法币账户有10000个USDT作为商家保证金，否则取消资格）。",
		text020:"注：已有认证商家账号再次申请新账号的用户，新申请的商家账号在交易过程中遇到任何问题原有商家账号承担连带责任。",
		
		text021:"OTC交易区认证商家清退规则：",
		text022:"1）完成率低于90%",
		text023:"2）平均放币时长大于30分钟；",
		text024:"3）近一个月恶意取消（责任方为认证商家）次数超过3次；",
		text025:"4）近一个月遭到5名以上用户投诉且客服核实、影响恶劣；",
		text026:"5）发生订单纠纷，由平台客服介入后，3次及以上不配合客服处理；",
		text027:"6）订单生成后恶意修改收款信息、伪造虚假付款凭证等；",
		text028:"7）散播影响平台的不良信息且影响恶劣；",
		text029:"8）商家管理群内发布广告，3次警告无果；",
		text030:"对于不符合以上任意规则的商家将定期进行清退",
		text031:"注：恶意取消是指未付款但点击了已付款，最终取消订单。",
		
		text032:"OTC交易区认证商家主动解除的方式：",
		text033:"以线上申请的方式申请解除认证商家身份，申请链接：https://www.xxxx申请结果将在5个工作日以邮寄形式告知，认证商家身份解除后三个月内不允许重新申请。",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	
	// 语言设置
	language:{
		text1:"简体中文",
		text2:"繁体中文",
		text3:"语言设置",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 我的等级
	levelThe:{
		text1:"未认证",
		text2:"审核中",
		text3:"认证要求",
		text4:"当前为新注册的用户等级状态",
		text5:"完成注册，可进行充值",
		text6:"完成实名认证,进行交易或者提现",
		text7:"已通过",
		text8:"未通过",
		text9:"1. 提现(24 小时限额 ",
		text10:"2. 交易(单笔 ",
		text11:"缴纳保证金,申请成为商户",
		text14:"1. 提现(24 小时限额 ",
		text13:"加载中",
		text15:"2. 交易(单笔 ",
		text16:"达到订单量>=400",
		text17:"1. 提现(24 小时限额 200000U)；",
		text18:"2. 交易(单笔 2000000INR)",
		text19:"我的等级",
		text20:"Lv.1",
		text21:"Lv.2",
		text22:"Lv.3",
		text23:"Lv.4",
		text117:"已缴纳",
		text118:"未缴纳",
		text101:"已退款，审核中",
		text120:"退款，未通过",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
		
	},
	// 我的
	myUser:{
		text1:"钱包余额",
		text2:"资产记录",
		text3:"可用余额",
		text4:"冻结余额",
		text6:"充值",
		text7:"提现",
		text8:"账户中心",
		text9:"实名认证",
		text10:"审核中",
		text11:"已通过",
		text12:"未通过",
		text13:"加载中",
		text14:"未认证",
		text15:"机构认证",
		text16:"保证金",
		text160 :"谷歌验证",
		text17:"已缴纳",
		text18:"未缴纳",
		text19:"语言设置",
		text20:"退出",
		text21:"我的",
		text22:"请先完成实名认证",
		text23:"您已退出登录",
		text24:"提示",
		text25:"是否退出本次登录",
		text26:"关于",//2021-1-7
		text101:"已退款，审核中",
		text120:"退款，未通过",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text27:"取消",
		text180:"提交",
		text0018:"已绑定",
		text0019:"未绑定",
		text0020:"我的邀请码",
		text0021:"已关闭谷歌验证",
		text0022:"请先开启谷歌验证",
		text0023:"请扫描二维码，输入谷歌验证码",
		text0024:"已开启谷歌验证",
		text181:"保存二维码",
		text009:"保存成功",
		text021:"验证码首选项",
		text022:"已开启短信验证",
		text023:"已开启谷歌验证",
		text100:"分销等级",
		text101:"验证码首选项",
		
	},
	// 提现详情--新增
	withdrawalDateils:{
		text1:"交易数量",
		text2:"用户昵称",
		text3:"协议类型",
		text4:"接收方地址",
		text04:"发送方地址",
		text5:"提现时间",
		text6:"审批时间",
		text7:"下一步",
		text8:"提现详情",
		text9:"加载中",
		text10 :"提现Hash",//2020-12-25
		text11 :"提现数量",//2020-12-25
		text15 :"提现手续费",//2020-12-25
		text13 :"到账数量",//2020-12-25
		text05:"审批人",
		text12:"已复制",//replicated successfully
		text111:"交易状态",
		text112:"待审核",
		text113:"审核，带转币",
		text114:"转币，待确认",
		text115:"已确认",
		text116:"已驳回",
		text117 :"未知",
		text118 :"--",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
		
	},
	// 充值详情--新增
	TopupDateils:{
		text1:"货币数量",//新增-text 2020-12-23
		text2:"用户昵称",//新增-text 2020-12-23
		//text3:"协议类型",//新增-text 2020-12-23
		text4:"接收方地址",//新增-text 2020-12-23
		text04:"发送方地址",//新增-text 2020-12-23
		text5:"充值时间",//新增-text 2020-12-23
		//text6:"审批时间",//新增-text 2020-12-23
		text7:"货币类型",//新增-text 2020-12-23
		text8:"充值详情",//新增-text 2020-12-23
		text9:"加载中",//新增-text 2020-12-23
		text10:"Hash",//修改-text 2020-12-25
		text05:"审批人",//新增-text 2020-12-23
		text12:"已复制",//replicated successfully//新增-text 2020-12-23
		text111:"交易状态",//新增-text 2020-12-23
		text112:"待审核",//新增-text 2020-12-23
		text113:"审核，带转币",//新增-text 2020-12-23
		text114:"转币，待确认",//新增-text 2020-12-23
		text115:"已确认",//新增-text 2020-12-23
		text116:"已驳回",//新增-text 2020-12-23
		text117 :"未知",//新增-text 2020-12-23
		text118 :"--",//新增-text 2020-12-23
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 实名认证
	RealName:{
		text1:"认证证件类型",
		text2:"请选择认证证件类型",
		text3:"姓名",
		text4:"请输入真实姓名",
		text5:"证件号码",
		text6:"请输入实名认证证件号码",
		text7:"下一步",
		text8:"实名认证",
		text9:"加载中",
		text10:"身份证",
		text11:"护照",
		text12:"请选择认证证件类型",
		text13:"证件号码格式不正确，请重新输入",
		text05:"国家地区",
		text06:"中国",
		text09:"1. 提现(24 小时限额 ",
		text010:"2. 交易(单笔 ",
		text08:"已认证",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text50:"中国",//2021-1-29
		text51:"请选择国家地区",//2021-1-29
		text008:"暂无"
	},
	
	// 设置
	setUp:{
		text1:"语言设置",
		text2:"简体中文",
		text3:"设置",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 账户中心
	userAccount:{
		text1:"手机",
		text2:"已设置",
		text3:"登录密码",
		text4:"修改",
		text5:"法币资金密码",
		text6:"未设置",
		text03:"邮箱",
		text7:"账户中心",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 2021-1-29
	make:{
		text1:"取消",
		text2:"确定",
	},
	// 身份证
	userIdcard:{
		text1:"为了您的账户安全，请进行实名认证",
		text2:"点击上传头像一面",
		text3:"点击上传国徽一面",
		text4:"点击上传手持一面",
		text5:"请务必上传8M以内的jpeg、png、bmp、格式的图片。手持照片应确保面部清晰，没有遮挡物。我们非常重视您的隐私，您上传的信息仅供审核之用。",
		text6:"保存",
		text7:"加载中",
		text8:"保存成功",
		text9:"请上传头像一面证件照",
		text10:"请上传国徽一面证件照",
		text11:"请上传手持一面证件照",
		text12:"身份证",
		text13:"上传图片尺寸过大，请重新上传",
		text14:"上传中",
		text15:"上传成功",
		text16:"上传失败",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text012:"中国"//2021-1.29
		
	},
	// 修改登录密码
	userLogin:{
		text1:"旧登录密码",
		text2:"请输入旧密码",
		text3:"新登录密码",
		text4:"请输入新密码",
		text5:"确认密码",
		text6:"确认新密码",
		text7:"确定",
		text8:"修改登录密码",
		text9:"请确认密码",
		text10:"两次密码不一致，请重新确认新密码",
		text11:"密码修改成功，请重新登录",
		text12:"加载中",
		text012:"邮箱",
		text013:"您的邮箱",
		text014:"请输入您的邮箱",
		text06:"邮箱格式不正确",
		text015:"验证码",
		text016:"请输入验证码",
		text08:"请不要重复点击发送验证码",
		text006:"重新发送验证码",
		text017:"发送中",
		text018:"发送成功",
		text005:"发送验证码",
		text011:"绑定成功",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 设置资金密码
	userMoeny:{
		text1:"新资金密码",
		text2:"请输入新资金密码",
		text3:"确认密码",
		text4:"确认新密码",
		text5:"旧资金密码",
		text6:"请输入旧资金密码",
		text7:"确定",
		text8:"请输入您的新密码",
		text9:"请确认密码",
		text10:"两次密码不一致，请重新确认新密码",
		text11:"加载中",
		text12:"设置成功",
		text13:"请输入您的旧密码",
		text14:"请输入您的新密码",
		text15:"请确认密码",
		text16:"修改成功",
		text17:"设置资金密码",
		text18:"修改资金密码",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 绑定手机号
	userPhone:{
		text1:"手机号",
		text2:"绑定手机号",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	
	// 订单
	order:{
		text1:"购买",
		text2:"出售",
		text3:"待付款",
		text4:"待买方付款",
		text5:"已付款",
		text6:"待放行",
		text7:"已完成",
		text8:"已取消",
		text9:"时间",
		text10:"数量",
		text11:"交易总额",
		text12:"进行中",
		text13:"已完成",
		text14:"订单",
		text15:"加载中",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	//新增 2020-12-28
	navctive:{
		text14:"公告列表",
		text15:"加载中",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	//新增 2020-12-28
	bannerDetails:{
		text14:"公告详情",
		text15:"加载中",
		text16:"更新时间：",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 充币
	Topup:{
		text1:"充值",
		text2:"选择币种",
		text3:"保存二维码",
		text4:"充值地址",
		text5:"暂无充值地址",
		text6:"提示",
		text7:"温馨提示：需要整个网络节点确认才能到账。任何非USDT资产充值到USDT地址后不可找回！最小充值额度",
		text8:"加载中",
		text9:"保存成功",
		text10:"复制地址",
		text11:"充值记录",
		text12:"已复制",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 选择币种
	TopupWithdrawal:{
		text1:"选择币种",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// 提币
	Withdrawal:{
		text1:"链名称",
		text2:"提币地址",
		text3:"输入或长按粘贴地址",
		text4:"金额",
		text5:"请输入提币金额",
		text6:"全部",
		text7:"可用",
		text8:"已取消",
		text9:"手续费",
		text10:"到账金额",
		text11:"提示须知",
		text12:"支持金额：最低提现额为",
		text012:"最大提现额为",
		text13:"提币",
		text14:"安全验证",
		text15:"法币资金密码",
		text16:"请输入法币资金密码",
		text17:"忘记密码",
		text18:"确认",
		text19:"加载中",
		text20:"请先输入资金密码",
		text21:"请输入提币地址",
		text22:"提现数额不能小于",//2024-12-24修改
		text23:"提币成功",
		text24:"取消",
		text25:"提币记录",
		text26:"设置资金密码",
		text27:"修改资金密码",
	    text28:"验证码",//新增-text 2020-12-23
		text29:"请输入验证码",//新增-text 2020-12-23
		text30:"发送验证码",//新增-text 2020-12-23
		text31:"请不要重复点击发送验证码",//新增-text 2020-12-23
		text32:"重新发送验证码",//新增-text 2020-12-23
		text33:"发送中",//新增-text 2020-12-23
		text34:"发送成功",//新增-text 2020-12-23
		text600:"服务器请求异常，请稍后重试"//2021-1.22
	},
	// order-uporder
	orderUp:{
		text1:"我要购买",//2020-12-28修改
		text2:"购买数量",
		text3:"请设置购买数量",
		text4:"银行卡付款单价",
		text5:"请设置银行卡付款单价",
		text6:"银行卡限额",
		text7:"请设置银行卡限额",
		text8:"银行卡付款单价",
		text9:"支付宝付款限额",
		text10:"请设置支付宝付款限额",
		text11:"支付宝付款单价",
		text12:"请设置支付宝付款单价",
		text13:"支付宝付款限额",
		text14:"确定购买",
		text15:"我要出售",//2020-12-28修改
		text16:"银行卡收款单价",
		text17:"请设置银行卡收款单价",
		text18:"出售数量",
		text19:"请设置出售数量",
		text20:"支付宝收款单价",
		text21:"请设置支付宝收款单价",
		text22:"出售数量",
		text23:"请设置出售数量",
		text24:"确定出售",
		text25:"提示",
		text26:"支付宝",
		text27:"银行卡",
		text28:"我要购买",//2020-12-28修改
		text29:"我要出售",//2020-12-28修改
		text30:"出入金设置",
		text31:"加载中",
		text32:"您已关闭挂单购买",
		text33:"您已关闭挂单出售",
		text34:"支付宝付款限额不能为空",
		text35:"支付宝付款单价不能为空",
		text36:"购买数量不能为空",
		text37:"确定购买",
		text38:"个USDT",
		text39:"请先开启挂单购买按钮",
		text40:"银行卡付款限额不能为空",
		text41:"银行卡付款单价不能为空",
		text42:"支付宝收款单价不能为空",
		text43:"确定出售",
		text44:"请先开启挂单出售按钮",
		text45:"银行卡收款单价不能为空",
		text46:"您已开启挂单购买",
		text47:"您已开启挂单出售",
		text48:"出售数量不能为空",
		text49:"至少选择一种购买方式",
		text50:"至少选择一种出售方式",
		text51:"支付宝设置",
		text52:"银行卡设置",
		text53:"挂单记录",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
		
	},
	// 买方order
	orderPayment:{
		text1:"请付款",
		text2:"确认付款",
		text3:"待付款",
		text4:"待买方付款",
		text5:"付款剩余时间",
		text6:"您已购买交易",
		text7:"交易成功",
		text07:"交易成功，待放行",
		text8:"交易取消",
		text9:"您已取消购买",
		text10:"购买USDT",
		text11:"总价",
		text12:"单个价格",
		text13:"数量",
		text14:"订单号",
		text15:"卖家昵称",
		text16:"收款方式",
		text17:"银行卡",
		text017:"银行地址",
		text18:"支付宝",
		text19:"卖家姓名",
		text20:"提示",
		text21:"取消订单",
		text22:"去付款",
		text23:"我已确认付款",
		text24:"待卖方发放",
		text25:"快捷支付",
		text26:"是否取消该订单",
		text27:"是否确认付款",
		text28:"是否确认订单已付款",
		text29:"加载中",
		text30:"取消订单成功",
		text31:"付款成功",
		text025:"联系卖家",
		text019:"转银行卡的时候不要备注买卖币，否则资金冻结后果自负",
		text020:"备注：",
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text0016:"银行名称",//2021-2-2
		text016:"银行卡号",//2021-2-2
		
	},
	// 交易买卖
	orderSatus:{
		text1:"买家正在付款",
		text2:"98.3%的订单会在5分钟内完成",
		text3:"买家正在付款",
		text4:"还未收到对方付款",
		text5:"联系对方",
		text6:"请确认收款",
		text7:"对方已标记付款成功，请确认收款",
		text8:"交易取消",
		text9:"取消交易",
		text10:"交易成功",
		text11:"您已成功交易",
		text12:"出售",
		text13:"总价",
		text14:"单个价格",
		text15:"数量",
		text16:"订单号",
		text17:"买家昵称",
		text18:"买家实名",
		text19:"收款方式",
		text20:"银行卡",
		text21:"支付宝",
		text22:"申诉",
		text23:"我确认已收到付款",
		text24:"确认放行",
		text25:"请务必登录网上银行或第三方支付账号确认收到该笔款项",
		text26:"我确认已登录收款账户，并核对收款无误",
		text27:"安全验证",
		text28:"法币资金密码",
		text29:"忘记密码",
		text30:"确认",
		text31:"交易买卖",
		text32:"加载中",
		text33:"发送USDT成功",
		text34:"请先输入资金密码",
		text35:"取消",
		text36:"请输入法币资金密码",
		text37:"设置资金密码",
		text38:"修改资金密码",
		text032:"联系买家",
		text019:"转银行卡的时候不要备注买卖币，否则资金冻结后果自负",
		text020:"备注：",
		text600:"服务器请求异常，请稍后重试"//2021-1.22
		
	},
	// 验证码
	verificationCode:{
		text1:"验证码",
		text2:"请输入您注册手机收到的验证码",
		text3:"后重新发送",
		text4:"获取验证码",
		text5:"重新发送验证码",
		text6:"发送中",
		text7:"即将跳转...",
		text8:"请不要重复点击发送验证码",
		text06:"发送成功",
		text9:"跳至首页",//2020-12-30
		text10:"请稍后",//2020-12-30
		text600:"服务器请求异常，请稍后重试",//2021-1.22
		text01:"谷歌验证",
	},
	/* tabBar标题 */
	tabBar: {
		index: '首页',
		transaction: '挂单',
		currency: '订单',
		assets: '账户',
		me:"我的"
	}
}